Repository: drrodrigosolis-dev/Household_Helper
Catalog: HouseholdHubApp/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %@ can't be used for this type. Choose another category.
es: %@ no se puede usar para este tipo. Elige otra categoría.

source: %@ is due tomorrow.
es: %@ vence mañana.

source: %@ left
es: Quedan %@

source: %@ of %@
es: %@ de %@

source: %@ over
es: %@ excedido

source: %@ priority
es: Prioridad %@

source: %@: income %@, expenses %@
es: %@: ingresos %@, gastos %@

source: %lld items use this category. Archive it to keep history, or move them first.
es: %lld elementos usan esta categoría. Archívala para conservar el historial o muévelos primero.

source: %lld of %lld
es: %lld de %lld

source: %lld photos couldn't be read and are left out of this backup.
es: No se pudieron leer %lld fotos y quedan fuera de este respaldo.

source: %lld tasks
es: %lld tareas

source: %lld to import · %lld likely duplicates · %lld skipped
es: %lld por importar · %lld posibles duplicados · %lld omitidas

source: %lld transactions, %@
es: %lld movimientos, %@

source: 09/25/2026 (month first)
es: 09/25/2026 (primero el mes)

source: 2026-09-25 (year first)
es: 2026-09-25 (primero el año)

source: 25/09/2026 (day first)
es: 25/09/2026 (primero el día)

source: 47.50 coffee
es: 47.50 café

source: A backup is a folder with all your data and wishlist photos. It isn't encrypted, so keep it somewhere you trust. Restoring replaces everything.
es: Un respaldo es una carpeta con todos tus datos y las fotos de tu lista de deseos. No está cifrado, así que guárdalo en un lugar de confianza. Restaurarlo reemplaza todo.

source: A recurring bill is due tomorrow.
es: Un pago recurrente vence mañana.

source: A savings goal uses that account. Change or delete the goal, or archive the account.
es: Una meta de ahorro usa esa cuenta. Cambia o elimina la meta, o archiva la cuenta.

source: A savings goal uses this account, so it can't become a credit card.
es: Una meta de ahorro usa esta cuenta, así que no puede convertirse en tarjeta de crédito.

source: A savings goal uses this item, so it can't be deleted until the goal is gone.
es: Una meta de ahorro usa este artículo, así que no se puede eliminar hasta que elimines la meta.

source: A savings goal uses this item. Delete the goal first, or archive the item.
es: Una meta de ahorro usa este artículo. Elimina primero la meta o archiva el artículo.

source: A summary couldn't be written this time.
es: Esta vez no se pudo escribir un resumen.

source: A transfer needs two different accounts.
es: Una transferencia necesita dos cuentas distintas.

source: About
es: Acerca de

source: Accent color
es: Color de acento

source: Account
es: Cuenta

source: Account in use
es: Cuenta en uso

source: Accounts
es: Cuentas

source: Actions for %@
es: Acciones para %@

source: Active
es: Activos

source: Add
es: Agregar

source: Add a subtask
es: Agregar una subtarea

source: Add account
es: Agregar cuenta

source: Add budget
es: Agregar presupuesto

source: Add category
es: Agregar categoría

source: Add column
es: Agregar columna

source: Add details
es: Agregar detalles

source: Add goal
es: Agregar meta

source: Add item
es: Agregar artículo

source: Add photo
es: Agregar foto

source: Add recurring item
es: Agregar recurrente

source: Add rent, salary, or subscriptions to see them in your projection.
es: Agrega la renta, el salario o las suscripciones para verlos en tu proyección.

source: Add task
es: Agregar tarea

source: Add things you're saving for. Mark them purchased to record the expense.
es: Agrega lo que quieres comprar. Márcalo como comprado para registrar el gasto.

source: All
es: Todos

source: All accounts
es: Todas las cuentas

source: All categories
es: Todas las categorías

source: All time
es: Todo el tiempo

source: Amount
es: Monto

source: Amounts are stored in this currency. It can't be changed once you've recorded anything.
es: Los montos se guardan en esta moneda. No se puede cambiar una vez que hayas registrado algo.

source: Amounts like 1.234 can be read more than one way: choose the decimal mark.
es: Montos como 1.234 se pueden leer de más de una forma: elige el separador decimal.

source: Amounts you've recorded, and your accounts' balances, are stored in this currency, so it can't change without reinterpreting them. To use another currency, start a new data set (back up first).
es: Los montos que registraste y los saldos de tus cuentas se guardan en esta moneda, así que no puede cambiar sin reinterpretarlos. Para usar otra moneda, empieza un nuevo conjunto de datos (haz un respaldo primero).

source: Analytics
es: Análisis

source: Analytics summaries
es: Resúmenes de análisis

source: Analytics unavailable
es: Análisis no disponible

source: Any priority
es: Cualquier prioridad

source: Any status
es: Cualquier estado

source: Appearance
es: Apariencia

source: Apple Intelligence isn't available on this device. Quick Add and categories work without it.
es: Apple Intelligence no está disponible en este dispositivo. Registro rápido y las categorías funcionan sin él.

source: Archive
es: Archivar

source: Archive %@
es: Archivar %@

source: Archive Goal
es: Archivar meta

source: Archive item
es: Archivar artículo

source: Archived
es: Archivados

source: Archived (%lld)
es: Archivadas (%lld)

source: As of
es: Al

source: Back up now
es: Respaldar ahora

source: Backup
es: Respaldo

source: Backup and export
es: Respaldo y exportación

source: Backup not saved.
es: No se guardó el respaldo.

source: Backup saved.
es: Respaldo guardado.

source: Bag
es: Bolsa

source: Balance
es: Saldo

source: Balances unavailable
es: Saldos no disponibles

source: Bank account
es: Cuenta bancaria

source: Bill due tomorrow
es: Pago que vence mañana

source: Bills due tomorrow
es: Pagos que vencen mañana

source: Blue
es: Azul

source: Book
es: Libro

source: Both
es: Ambos

source: Budget
es: Presupuesto

source: Budgets
es: Presupuestos

source: Budgets couldn't be calculated. Your data is safe.
es: No se pudieron calcular los presupuestos. Tus datos están a salvo.

source: CSV not saved.
es: No se guardó el CSV.

source: CSV saved.
es: CSV guardado.

source: Cancel
es: Cancelar

source: Cancelled
es: Cancelado

source: Car
es: Auto

source: Cash
es: Efectivo

source: Categories
es: Categorías

source: Categories are matched by name; anything else is filed as Uncategorized.
es: Las categorías se asignan por nombre; lo demás queda como Sin categoría.

source: Category
es: Categoría

source: Category in use
es: Categoría en uso

source: Category suggestions
es: Sugerencias de categoría

source: Change Starting Balance
es: Cambiar saldo inicial

source: Change the done column?
es: ¿Cambiar la columna de terminadas?

source: Change the starting balance?
es: ¿Cambiar el saldo inicial?

source: Changes couldn't be saved. Check the amount and category.
es: No se pudieron guardar los cambios. Revisa el monto y la categoría.

source: Checking for duplicates…
es: Buscando duplicados…

source: Choose
es: Elegir

source: Choose the Date and Amount columns.
es: Elige las columnas de Fecha y Monto.

source: Choose two different accounts.
es: Elige dos cuentas distintas.

source: Choose where tasks would go; this column is empty.
es: Elige a dónde irían las tareas; esta columna está vacía.

source: Clear Filters
es: Quitar filtros

source: Clear filters
es: Quitar filtros

source: Clothing
es: Ropa

source: Coffee
es: Café

source: Column
es: Columna

source: Column %lld
es: Columna %lld

source: Columns
es: Columnas

source: Columns in %@
es: Columnas en %@

source: Comma: 1.234,56
es: Coma: 1.234,56

source: Completed
es: Completada

source: Completing it adds the next one, due on the next date after this due date.
es: Al completarla se agrega la siguiente, con vencimiento en la próxima fecha después de esta.

source: Credit card
es: Tarjeta de crédito

source: Currency
es: Moneda

source: Current balance
es: Saldo actual

source: Custom
es: Personalizado

source: Custom accent
es: Acento personalizado

source: Daily
es: Diario

source: Dark
es: Oscuro

source: Dark teal
es: Verde azulado oscuro

source: Dashboard
es: Inicio

source: Data
es: Datos

source: Date
es: Fecha

source: Dates look like
es: Las fechas se ven así

source: Day %lld
es: Día %lld

source: Decimal mark
es: Separador decimal

source: Default
es: Predeterminada

source: Default account
es: Cuenta predeterminada

source: Delete
es: Eliminar

source: Delete %@
es: Eliminar %@

source: Delete %@?
es: ¿Eliminar %@?

source: Delete Goal
es: Eliminar meta

source: Delete item
es: Eliminar artículo

source: Delete task
es: Eliminar tarea

source: Delete this account?
es: ¿Eliminar esta cuenta?

source: Delete this category?
es: ¿Eliminar esta categoría?

source: Delete this column?
es: ¿Eliminar esta columna?

source: Delete this goal?
es: ¿Eliminar esta meta?

source: Delete this occurrence
es: Eliminar esta ocurrencia

source: Delete this occurrence and disable the series
es: Eliminar esta ocurrencia y desactivar la serie

source: Delete this task?
es: ¿Eliminar esta tarea?

source: Delete this transaction?
es: ¿Eliminar este movimiento?

source: Delete transaction
es: Eliminar movimiento

source: Deleting can't be undone.
es: Eliminar no se puede deshacer.

source: Description
es: Descripción

source: Details
es: Detalles

source: Dining
es: Restaurantes

source: Disable
es: Desactivar

source: Disabled
es: Desactivado

source: Done
es: Terminado

source: Due
es: Vence

source: Due date
es: Fecha de vencimiento

source: Each month starts again at the limit.
es: Cada mes empieza de nuevo con el límite.

source: Edit
es: Editar

source: Edit Account
es: Editar cuenta

source: Edit Budget
es: Editar presupuesto

source: Edit Category
es: Editar categoría

source: Edit Goal
es: Editar meta

source: Edit Household
es: Editar hogar

source: Edit Item
es: Editar artículo

source: Edit Recurring Item
es: Editar recurrente

source: Edit Task
es: Editar tarea

source: Edits this budget
es: Edita este presupuesto

source: Edits this goal
es: Edita esta meta

source: Electricity
es: Electricidad

source: Enable
es: Activar

source: Ended
es: Terminada

source: Enter a limit above zero.
es: Escribe un límite mayor que cero.

source: Enter a target above zero.
es: Escribe un objetivo mayor que cero.

source: Enter the starting balance as a number, for example 1250.50.
es: Escribe el saldo inicial como número, por ejemplo 1250.50.

source: Entry
es: Registro

source: Estimated price
es: Precio estimado

source: Every %lld day(s)
es: Cada %lld día(s)

source: Every %lld days
es: Cada %lld días

source: Every %lld week(s)
es: Cada %lld semana(s)

source: Every %lld weeks on %@
es: Cada %lld semanas el %@

source: Every 2 weeks
es: Cada 2 semanas

source: Everything is replaced by the %@ backup (%@).
es: Todo se reemplaza con el respaldo del %@ (%@).

source: Existing items in this category don't fit that choice.
es: Los elementos que ya están en esta categoría no encajan con esa opción.

source: Expense
es: Gasto

source: Expenses
es: Gastos

source: Export
es: Exportar

source: Export transactions as CSV
es: Exportar movimientos como CSV

source: Film
es: Cine

source: Filter
es: Filtrar

source: First aid
es: Primeros auxilios

source: From
es: Desde

source: Future occurrences disappear from the projection. Posted transactions are never deleted.
es: Las ocurrencias futuras desaparecen de la proyección. Los movimientos registrados nunca se eliminan.

source: Games
es: Juegos

source: Get Started
es: Comenzar

source: Gift
es: Regalo

source: Give the goal a name.
es: Ponle un nombre a la meta.

source: Goals
es: Metas

source: Goals couldn't be calculated. Your data is safe.
es: No se pudieron calcular las metas. Tus datos están a salvo.

source: Green
es: Verde

source: Has %lld fields where the header has %lld; a stray separator?
es: Tiene %lld campos y el encabezado tiene %lld; ¿un separador de más?

source: Heart
es: Corazón

source: High
es: Alta

source: House
es: Casa

source: Household
es: Hogar

source: Household Hub Transactions
es: Movimientos de Household Hub

source: Household Hub couldn't open its data.
es: Household Hub no pudo abrir sus datos.

source: Household Hub is locked.
es: Household Hub está bloqueado.

source: Household Hub is locked. Unlock it to record a transaction.
es: Household Hub está bloqueado. Desbloquéalo para registrar un movimiento.

source: Household Hub keeps your data on this device. Nothing is sent anywhere. Apple Intelligence features run on this device only, and each can be turned off in Intelligence.
es: Household Hub guarda tus datos en este dispositivo. No se envía nada a ningún lado. Las funciones de Apple Intelligence se ejecutan solo en este dispositivo y cada una se puede desactivar en Inteligencia.

source: Household Hub locks when you leave it. Your device passcode always works as a fallback.
es: Household Hub se bloquea cuando sales. El código de tu dispositivo siempre funciona como alternativa.

source: Household total: %@
es: Total del hogar: %@

source: Icon
es: Ícono

source: If anything uses it you'll be offered archive or move instead.
es: Si algo la usa, se te ofrecerá archivarla o mover lo que la usa.

source: Import
es: Importar

source: Import %lld transactions
es: Importar %lld movimientos

source: Import %lld transactions?
es: ¿Importar %lld movimientos?

source: Import CSV
es: Importar CSV

source: Import transactions from CSV…
es: Importar movimientos desde CSV…

source: Imported %lld transactions.
es: Se importaron %lld movimientos.

source: Include pending
es: Incluir pendientes

source: Includes %@ rolled over
es: Incluye %@ acumulado

source: Includes pending transactions. Spent this week on the Dashboard counts posted ones only.
es: Incluye movimientos pendientes. Gastado esta semana en Inicio cuenta solo los registrados.

source: Income
es: Ingreso

source: Income and expense
es: Ingreso y gasto

source: Income vs expenses
es: Ingresos vs. gastos

source: Indigo
es: Índigo

source: Intelligence
es: Inteligencia

source: It has no starting balance, so the household total doesn't change.
es: No tiene saldo inicial, así que el total del hogar no cambia.

source: It will be removed from history and balances; its wishlist item is no longer purchased.
es: Se quitará del historial y los saldos; su artículo de la lista de deseos deja de estar comprado.

source: It will be removed from your history and balances.
es: Se quitará de tu historial y tus saldos.

source: Item not found
es: Artículo no encontrado

source: Items
es: Artículos

source: Items couldn't be moved to that category. Nothing was changed.
es: No se pudieron mover los elementos a esa categoría. No se cambió nada.

source: Its %lld tasks (%@ archived) move to the column you choose first.
es: Sus %lld tareas (%@ archivadas) se mueven primero a la columna que elijas.

source: Its %lld tasks move to the column you choose before it is deleted.
es: Sus %lld tareas se mueven a la columna que elijas antes de eliminarla.

source: Its account, balance and wishlist item are not changed.
es: Su cuenta, saldo y artículo de la lista de deseos no cambian.

source: Its monthly budget is removed too.
es: También se elimina su presupuesto mensual.

source: Its purchase stays in Budget and in your balances. Only the wishlist item goes.
es: Su compra se queda en Presupuesto y en tus saldos. Solo se elimina el artículo.

source: Its rolled-over amount is lost. Transactions are not changed.
es: Se pierde lo acumulado. Los movimientos no cambian.

source: Its starting balance (%@) leaves the household total.
es: Su saldo inicial (%@) sale del total del hogar.

source: Its task stays on the board without the link.
es: Su tarea se queda en el tablero sin el vínculo.

source: Kind
es: Tipo

source: Last
es: Último

source: Last 12 months
es: Últimos 12 meses

source: Last 3 months
es: Últimos 3 meses

source: Last 30 days
es: Últimos 30 días

source: Last month
es: Mes pasado

source: Light
es: Claro

source: Line %lld skipped
es: Línea %lld omitida

source: Linked tasks
es: Tareas vinculadas

source: Log Transaction
es: Registrar movimiento

source: Looks like one already recorded
es: Parece que ya está registrado

source: Low
es: Baja

source: Make %@ the done column
es: Hacer de %@ la columna de terminadas

source: Make Default
es: Hacer predeterminada

source: Mark Purchased
es: Marcar como comprado

source: Mark complete
es: Marcar como completada

source: Medium
es: Media

source: Merchant
es: Comercio

source: Month
es: Mes

source: Monthly
es: Mensual

source: Monthly limit
es: Límite mensual

source: Monthly on %@ %@
es: Mensual el %@ %@

source: Monthly on a day
es: Mensual en un día

source: Monthly on a weekday
es: Mensual en un día de la semana

source: Monthly on day %lld
es: Mensual el día %lld

source: Monthly on the last %@
es: Mensual el último %@

source: More
es: Más

source: Move down
es: Bajar

source: Move tasks to %@ and delete
es: Mover tareas a %@ y eliminar

source: Move to %@
es: Mover a %@

source: Move to %@ and delete
es: Mover a %@ y eliminar

source: Move to…
es: Mover a…

source: Move up
es: Subir

source: Moved spending counts in the new category's budget, including months already past.
es: El gasto movido cuenta en el presupuesto de la nueva categoría, incluidos los meses que ya pasaron.

source: Moves money between your accounts. It isn't income or spending, and the household total stays the same.
es: Mueve dinero entre tus cuentas. No es ingreso ni gasto, y el total del hogar no cambia.

source: Moving and deleting removes its monthly budget.
es: Mover y eliminar quita su presupuesto mensual.

source: Name
es: Nombre

source: Negative amounts are spending; positive amounts are income.
es: Los montos negativos son gastos; los positivos son ingresos.

source: Net
es: Neto

source: Never
es: Nunca

source: New Account
es: Nueva cuenta

source: New Budget
es: Nuevo presupuesto

source: New Category
es: Nueva categoría

source: New Goal
es: Nueva meta

source: New Item
es: Nuevo artículo

source: New Recurring Item
es: Nuevo recurrente

source: New Task
es: Nueva tarea

source: New Transfer
es: Nueva transferencia

source: New column
es: Nueva columna

source: New transfer
es: Nueva transferencia

source: Next %@
es: Próximo: %@

source: No amount.
es: Sin monto.

source: No budgets
es: Sin presupuestos

source: No date.
es: Sin fecha.

source: No description
es: Sin descripción

source: No matching transactions
es: No hay movimientos que coincidan

source: No recurring items
es: Sin recurrentes

source: No savings goals
es: Sin metas de ahorro

source: No tasks
es: Sin tareas

source: No transactions
es: Sin movimientos

source: No transactions yet. Tap + to add one.
es: Aún no hay movimientos. Toca + para agregar uno.

source: No wishlist items yet
es: Aún no hay artículos en la lista de deseos

source: None
es: Ninguno

source: Not done
es: Sin terminar

source: Notes
es: Notas

source: Nothing due
es: Nada por vencer

source: Nothing is recorded yet, so the currency can still change.
es: Aún no hay nada registrado, así que la moneda todavía puede cambiar.

source: Nothing matches these filters
es: Nada coincide con estos filtros

source: Nothing matches these filters.
es: Nada coincide con estos filtros.

source: Nothing recorded in this period
es: No hay registros en este periodo

source: Nothing was imported: a category changed meanwhile. Try again.
es: No se importó nada: una categoría cambió mientras tanto. Inténtalo de nuevo.

source: Nothing was imported: a row couldn't be saved. Your data is unchanged.
es: No se importó nada: no se pudo guardar una fila. Tus datos no cambiaron.

source: Nothing was imported: that account can't take new transactions.
es: No se importó nada: esa cuenta no acepta movimientos nuevos.

source: Notifications are off for Household Hub. Allow them in the Settings app to get reminders.
es: Las notificaciones de Household Hub están desactivadas. Permítelas en la app Configuración para recibir recordatorios.

source: Off
es: Desactivado

source: Olive
es: Oliva

source: On
es: Activado

source: Only a wishlist item still wanted can get a goal.
es: Solo un artículo que aún quieres puede tener una meta.

source: Only spending categories can have a budget.
es: Solo las categorías de gasto pueden tener presupuesto.

source: Open Household Hub and finish setting it up first.
es: Abre Household Hub y termina de configurarlo primero.

source: Opens Household Hub's Quick Add.
es: Abre el Registro rápido de Household Hub.

source: Opens Wishlist goals
es: Abre las metas de la lista de deseos

source: Opens on
es: Abre en

source: Opens the editor
es: Abre el editor

source: Opens the matching Budget view
es: Abre la vista de Presupuesto correspondiente

source: Optional
es: Opcional

source: Orange
es: Naranja

source: Other
es: Otro

source: Owed
es: Adeudado

source: Owed %@
es: Se debe %@

source: Paid
es: Pagado

source: Paid from
es: Pagado desde

source: Part of a recurring series
es: Parte de una serie recurrente

source: Passcode
es: Código

source: Pending
es: Pendiente

source: Pending impact
es: Impacto pendiente

source: Period
es: Periodo

source: Pets
es: Mascotas

source: Photo
es: Foto

source: Pick a CSV file from your bank or a spreadsheet. You'll see every row before anything is saved.
es: Elige un archivo CSV de tu banco o de una hoja de cálculo. Verás cada fila antes de que se guarde algo.

source: Pick an account that holds money, not a credit card.
es: Elige una cuenta que guarde dinero, no una tarjeta de crédito.

source: Pink
es: Rosa

source: Plus
es: Más

source: Point: 1,234.56
es: Punto: 1,234.56

source: Positive amounts are spending; negative amounts are income.
es: Los montos positivos son gastos; los negativos son ingresos.

source: Post
es: Registrar

source: Post next occurrence
es: Registrar la próxima ocurrencia

source: Posted
es: Registrado

source: Posted and pending income and expenses appear here.
es: Aquí aparecen los ingresos y gastos registrados y pendientes.

source: Posted income and expenses appear here. Turn on Include pending to count those too.
es: Aquí aparecen los ingresos y gastos registrados. Activa Incluir pendientes para contarlos también.

source: Posted transactions only.
es: Solo movimientos registrados.

source: Preview
es: Vista previa

source: Price paid
es: Precio pagado

source: Price unknown
es: Precio desconocido

source: Priority
es: Prioridad

source: Priority filter
es: Filtro de prioridad

source: Privacy
es: Privacidad

source: Progress is the account's current balance. Goals on the same account share it.
es: El progreso es el saldo actual de la cuenta. Las metas en la misma cuenta lo comparten.

source: Progress is this account's current balance. Credit cards can't hold a goal.
es: El progreso es el saldo actual de esta cuenta. Las tarjetas de crédito no pueden tener metas.

source: Projected in 30 days
es: Proyectado a 30 días

source: Purchased
es: Comprado

source: Purple
es: Morado

source: Quick Add
es: Registro rápido

source: Quick Add understanding
es: Comprensión en Registro rápido

source: Quick entry
es: Entrada rápida

source: Reach by
es: Alcanzar para

source: Reached
es: Alcanzada

source: Recent activity
es: Actividad reciente

source: Record
es: Registrar

source: Record %@ %@ on %@?
es: ¿Registrar %@ %@ el %@?

source: Record an expense or income
es: Registra un gasto o un ingreso

source: Recorded %@ %@.
es: Se registró %@ %@.

source: Recorded in Budget as an expense
es: Registrado en Presupuesto como gasto

source: Recorded transactions couldn't be checked for duplicates.
es: No se pudieron revisar los movimientos registrados en busca de duplicados.
